{
    "skills": "Навички",
    "roles": "Ролі",
    "facts": "Факти",

    "project_2_name": "Dungeons 3 - Українська локалізація",
    "project_2_description_1": "Українська фанатська локалізація Dungeons 3, що включає всі етапи локалізації комп'ютерної гри — від отриманння та аналізу оригінального тексту до перекладу, редагування, інтеграції, модингу та тестування. Проєкт включає адаптацію діалогів, оповіді, жартів та культурних відсилань, що забезпечує зрозумільсть українському гравцеві, зберігаючи характерний гумор та тон гри.",
    "project_2_description_2": "Окрім робіт, пов'язаних напряму з перекладом, процес включав забезпечення технічних аспектів, таких як отримання файлів, дотримання ціліснісності теґів та змінних, редагування шрифтів, адаптація до інтерфейсу користувача, підготовка ресурсів та їхня інтеграція в гру. Під час цього проєкту я заглибився в специфіку кожної ролі та пройшов кожен з етапів проєкту з локалізації, від лінгвістичної адаптації до технічної реалізації, отримавши всебічний практичний досвід.",
    
    "project_2_skill_1": "Літературний переклад та стилістична адаптація",
    "project_2_skill_2": "Культурна адаптація та адаптація гумору",
    "project_2_skill_3": "Забезпечення узгодженості термінів та управління глосарієм",
    "project_2_skill_4": "Контекстне редагування та фіналізація тексту",
    "project_2_skill_5": "Редагування шрифтів та інтеграція користувацьких символів",
    "project_2_skill_6": "Вилучення ресурсів Unity та базовий модинг Unity-ігор",
    "project_2_skill_7": "Тестування локалізації та узгодження довжини тексту",
    
    "project_2_role_1": "Перекладач (локалізація ігор)",
    "project_2_role_2": "Редактор / Стилістичний редактор",
    "project_2_role_3": "Технічний фахівець з локалізації",
    "project_2_role_4": "Тестувальник локалізації",
    "project_2_role_5": "Менеджер локалізації",
    
    "project_2_fact_1": "Проєкт послугував основою для подальших досліджень та проєктів, включно з аналізом контенту та розробки інструментів аналізу.",
    "project_2_fact_2": "Деякі жарти вимагали глибокого занурення в музичну індустрію, щоб адаптувати їх.",
    "project_2_fact_3": "Презентація локалізації перетворила мене на втілення Абсолютного Зла.",

    "project_1_name": "Warcraft - Серцекрай — український переклад Warcraft - Heartlands",
    "project_1_description_1": "Український фанатський переклад новели Warcraft – Heartlands. Під час цього проєкту я переклав та відредагував текст новели, забезпечивши стилістичну узгодженість, точну термінологію та точну адаптацію оригінального тону. Завершений переклад був опублікований як повністю доступний вебсайт, що дозволило шанувальникам прочитати історію українською мовою.",
    "project_1_description_2": "Цей проєкт поєднав художній переклад, стилістичне редагування та веб-публікацію, що дало практичний досвід представлення локалізованого контенту в цифровому форматі, при цьому зберігаючи читабельність та атмосферність.",
    
    "project_1_skill_1": "Художній переклад та стилістична адаптація",
    "project_1_skill_2": "Забезпечення узгодженості термінів та управління глосарієм",
    "project_1_skill_3": "Редагування та адаптація тексту для природного звучання українською",
    "project_1_skill_4": "Front-end розробка та публікація вебсайту",
    
    "project_1_role_1": "Перекладач (художнього тексту)",
    "project_1_role_2": "Редактор / Стилістичний редактор",
    "project_1_role_3": "Технічний спеціаліст (front-end розробка та веб-публікація)",
    
    "project_1_fact_1": "Опубліковано у вигляді вебсайту, що робить переклад доступнішим.",
    "project_1_fact_2": "Зберігає оригінальний тон та атмосферу, забезпечуючи захопливе відчуття історії українською мовою."
}